Repository: seandepagnier/watchdog_pi
Catalog: po/*.po
Languages: el_gr, nb

source: landfall alarm without gshhs data
el_gr: συναγερμός προσέγγισης σε ξηρά χωρίς δεδομένα gshhs

source: LandFall
el_gr: Προσέγγιση σε ξηρά
nb: Landkjenning

source: Time
el_gr: Χρόνος

source: Distance
el_gr: Απόσταση
nb: Distanse

source: No GSHHS Data
el_gr: Δεν υπάρχουν δεδομένα GSHHS

source: LandFall Time Invalid
el_gr: Μη έγκυρος χρόνος προσάραξης

source: Days
el_gr: Μέρες
nb: Dager

source: Day
el_gr: Ημέρα
nb: Dag

source: Hours
el_gr: Ώρες
nb: Timer

source: Hour
el_gr: Ώρα
nb: Time

source: Minutes
el_gr: Λεπτά
nb: Minutter

source: Minute
el_gr: Λεπτό
nb: Minutt

source: Seconds
el_gr: Δευτερόλεπτα
nb: Sekunder

source: Second
el_gr: Δευτερόλεπτο
nb: Sekund

source: invalid LandFall mode
el_gr: μη έγκυρο είδος προσάραξης

source: Boundary Time
el_gr: Χρόνος μέχρι το όριο

source: Boundary Distance
el_gr: Απόσταση ορίου

source: Inclusion Alarm
el_gr: Συναγερμός περιορισμού

source: Guard Zone
el_gr: Φυλασσόμενη ζώνη

source: Boundary GUID
el_gr: GUID ορίου

source: Boundary Name
el_gr: Όνομα ορίου

source: Guard Zone GUID
el_gr: GUID φυλασσόμενης ζώνης

source: Guard Zone Name
el_gr: Όνομα φυλασσόμενης ζώνης

source: Boundary name
el_gr: Όνομα ορίου

source: No Boundary within
el_gr: Κανένα όριο εντός

source: minutes
el_gr: λεπτά

source: - inside any boundary
el_gr: - στο εσωτερικό κάθε ορίου

source: - inside active boundary
el_gr: - στο εσωτερικό του ενεργού ορίου

source: - inside inactive boundary
el_gr: - στο εσωτερικό του ανενεργού ορίου

source: in
el_gr: σε

source: Any Boundary Distance
el_gr: Απόσταση από οποιοδήποτε όριο

source: Active Boundary Distance
el_gr: Απόσταση από ενεργό όριο

source: Inactive Boundary Distance
el_gr: Απόσταση από ανενεργό όριο

source: Boat
el_gr: Πλοίο

source: outside
el_gr: εκτός

source: inside
el_gr: μέσα

source: boundary area:
el_gr: οριοθετημένη περιοχή:

source: AIS Target in zone
el_gr: Στόχος AIS στη ζώνη

source: NO AIS tagets found in zone
el_gr: Δεν βρέθηκαν στόχοι AIS στη ζώνη

source: invalid Boundary mode
el_gr: μη έγκυρο είδος ορίου

source: Failed to execute command:
el_gr: Απέτυχε η εκτέλεση της εντολής:
nb: Kunne ikke utføre kommando:

source: ALARM!
el_gr: ΣΥΝΑΓΕΡΜOΣ!

source: Name
el_gr: Όνομα

source: Description
el_gr: Περιγραφή

source: inside boundary
el_gr: εσωτερικό όριο

source: in
el_gr: σε

source: Watchman
el_gr: Φύλακας
nb: Vaktmann

source: Outside
el_gr: Εξωτερικό

source: Ship Name
el_gr: Όνομα πλοίου

source: Ship MMSI
el_gr: MMSI Πλοίου

source: Guard Zone not Found
el_gr: Δεν βρέθηκε η ζώνη επιφυλακής

source: NMEA Data
el_gr: Δεδομένα NMEA

source: second(s)
el_gr: δευτερόλεπτα
nb: sekund(er)

source: Anchor
el_gr: Αγκυροβολίας
nb: Anker

source: radius
el_gr: ακτίνα

source: meters
el_gr: μέτρα
nb: meter

source: meter(s)
el_gr: μέτρα
nb: meter

source: Course
el_gr: Πορεία

source: Port
el_gr: Αριστερά

source: Starboard
el_gr: Δεξιά

source: course
el_gr: πορεία

source: degrees(s)
el_gr: μοίρες
nb: grad(er)

source: invalid Course mode
el_gr: μη έγκυρο είδος Πορείας

source: Speed
el_gr: ταχύτητα

source: UnderSpeed
el_gr: ΧαμηλήΤαχύτητα

source: OverSpeed
el_gr: ΥψηλήΤαχύτητα

source: invalid Speed mode
el_gr: μη έγκυρο είδος Ταχύτητας

source: Failed to read
el_gr: Απέτυχε η ανάγνωση

source: invalid alarm type
el_gr: μη έγκυρο είδος συναγερμού

source: failed to save
el_gr: Η αποθήκευση απέτυχε

source: Sound
el_gr: Ήχος
nb: Lyd

source: Command
el_gr: Εντολή
nb: Kommando

source: MessageBox
el_gr: Πλαίσιο μηνύματος

source: Repeat
el_gr: Επανάληψη

source: Auto Reset
el_gr: Αυτοεπαναφορά

source: Test
el_gr: Δοκιμή

source: Type
el_gr: Είδος

source: Options
el_gr: Επιλογές

source: Action
el_gr: Ενέργεια

source: Most alarms should be self-explanatory Normally a sound is played, however you can execute any command you like, eg: "aplay /usr/local/share/opencpn/sounds/2bells.wav" Messagebox may be useful to interrupt other applications (like a movie player) Automatically Reset will reset the alarm once it is no longer triggered, and it may be triggered again later.
el_gr: Οι περισσότεροι συναγερμοί είναι αυτονόητοι Κανονικά ακούγεται ένας ήχος, αλλά μπορείτε να εκτελέσετε οποιαδήποτε εντολή θέλετε, π.χ.: «aplay /usr/local/share/opencpn/sounds/2bells.wav" Το Πλαίσιο Μηνύματος είναι χρήσιμο για να διακόψει άλλες εφαρμογές (π.χ. την προβολή μιας ταινίας) Η Αυτοεπαναφορά θα επαναφέρει τον συναγερμό, όταν παύσει η ενεργοποίησή του, και μπορεί να ενεργοποιηθεί ξανά αργότερα.
nb: De fleste alarmer bør være selvforklarende Normalt spilles en lys, men du kan utføre hvilken som helst kommando du ønsker. F.eks:"aplay/usr/local/share/opencpn/sounds/2bells.wav" Meldingsboks kan være nyttig til å forstyrre andre programmer (slik som videospiller) Automatisk avstilling vil avstille alarmen så snart ingenting utløser den, men kan utløses på nytt senere.

source: Watchdog Information
el_gr: Πληροφορίες για το Watchdog
nb: Vakthund informasjon

source: Error!
el_gr: Σφάλμα!

source: does not exist
el_gr: δεν υπάρχει

source: Landfall
el_gr: Προσέγγιση σε ξηρά
nb: Landkjenning

source: Boundary Alarm
el_gr: Συναγερμός ορίου

source: Status
el_gr: Κατάσταση

source: Configuration
el_gr: Ρυθμίσεις παραμέτρων

source: Reset
el_gr: Επαναφορά
nb: Nullstill

source: Close
el_gr: Κλείσιμο
nb: Lukk

source: Name:
el_gr: Όνομα:

source: Version:
el_gr: Έκδοση:

source: Major:
el_gr: Κύρια:

source: Minor:
el_gr: Ελάσσονα:

source: Patch:
el_gr: Διόρθωση:

source: Date:
el_gr: Ημερομηνία:

source: Other:
el_gr: Άλλο:

source: Please report problems using FlySpray at: https://www.opencpn.org/flyspray/index.php?project=34&do=index&switch=1 or at the OpenCPN forum: http://www.cruisersforum.com/forums/f134 or Raise an issue in GIT at: https://github.com/seandepagnier/watchdog_pi/issues
el_gr: Αναφέρετε προβλήματα για τη χρήση FlySpray στο: http://willkamp.com/opencpn/flyspray/index.php?project=34&do=index&switch=1 ή στο φόρουμ του OpenCPN: http://www.cruisersforum.com/forums/f134 ή δηλώστε το στο GIT: https://github.com/seandepagnier/watchdog_pi/issues

source: &OK
el_gr: &Εντάξει

source: General Setup
el_gr: Γενικές ρυθμίσεις

source: Enable All Alarms
el_gr: Ενεργοποίηση όλων των συναγερμών

source: Enabled after first time Watchdog Dialog is visible
el_gr: Ενεργοί όταν πρωτο-ανοίξει ο διάλογος του Watchdog

source: Enabled only if Watchdog Dialog is visible
el_gr: Ενεργοί όταν είναι ορατός ο διάλογος του Watchdog

source: Disable All Alarms
el_gr: Απενεργοποίηση όλων των συναγερμών

source: Alarms
el_gr: Συναγερμοί

source: New
el_gr: Νέο

source: Edit
el_gr: Επεξεργασία

source: Delete
el_gr: Διαγραφή

source: Delete All
el_gr: Διαγραφή όλων

source: About Author
el_gr: Σχετικά με το συγγραφέα
nb: Om opphav

source: Alarm Action
el_gr: Δράσεις του συναγερμού
nb: Alarmhandling

source: Select a file
el_gr: Επιλέξτε αρχείο
nb: Velg en fil

source: Message Box
el_gr: Πλαίσιο μηνύματος
nb: Meldingsboks

source: Repeat Alarm after seconds
el_gr: Επανάληψη συναγερμού μετά από : (sec)
nb: Gjenta alarm etter antall sekunder

source: Automatically Reset
el_gr: Αυτόματη επαναφορά

source: Graphics Enabled
el_gr: Ενεργά γραφικά

source: Information
el_gr: Πληροφορίες
nb: Informasjon

source: GPS course crosses land in <
el_gr: Η πορεία συναντά ξηρά σε <
nb: GPS kurs krysser land om <

source: minutes
el_gr: λεπτά
nb: minutter

source: GPS fix is <
el_gr: Το στίγμα είναι <
nb: GPS fiks er <

source: nm from coastline (any direction)
el_gr: ν.μ. από την ακτή (οποιαδήποτε κατεύθυνση)
nb: nm fra kystlinje (hvilken som helst retning)

source: Graphical overlay for time displays line from boat to location of land crossing
el_gr: Εμφανίζεται γραμμή από το πλοίο μέχρι το σημείο προσάραξης
nb: Grafisk overlegg for tidslinje visning fra båt til hvor man krysser land

source: Landfall detection uses gshhs (global heirarchical high-resolution shoreline data.) Consider installing the highest resolution database for best accuracy.
el_gr: Για την ανίχνευση της ακτής χρησιμοποιείται GSHHS (δεδομένα ακτών υψηλής ανάλυσης). Για μεγαλύτερη ακρίβεια χρησιμοποιήστε δεδομένα υψηλής ανάλυσης.

source: GPS course crosses boundary in <
el_gr: Η πορεία συναντά το όριο σε <

source: nm from boundary (any direction)
el_gr: ν. μ. από το όριο (οποιαδήποτε κατεύθυνση)

source: AIS Guard Zone
el_gr: Ζώνη παρακολούθησης AIS

source: Get Boundary GUID
el_gr: Διάβασε το ID του ορίου

source: Any
el_gr: Όλα

source: Exclusion
el_gr: Προς αποφυγήν

source: Inclusion
el_gr: Περιορισμός

source: Neither
el_gr: Κανένα

source: Boundary Type
el_gr: Τύπος ορίου

source: Active
el_gr: Ενεργή

source: Inactive
el_gr: Ανενεργή

source: Boundary State
el_gr: Κατάσταση ορίου

source: Check Frequency (Secs) (Note: not Guard Zone)
el_gr: Συχνότητα ελέγχου (sec) (Όχι για ζώνη παρακολούθησης)

source: Graphical overlay for GPS fix displays line from boat to location of the point in the found boundary
el_gr: Παρουσιάζει μια γραμμή από το πλοίο μέχρι το όριο της περιοχής

source: Require following NMEA sentences:
el_gr: Απαιτεί τις ακόλουθες προτάσεις NMEA:
nb: Krever følgende NMEA setninger:

source: at least every
el_gr: τουλάχιστον κάθε
nb: minst hver

source: seconds
el_gr: δευτερόλεπτα
nb: sekunder

source: No User Activity for
el_gr: Καμία δραστηριότητα του χρήστη για
nb: Ingen brukeraktivitet på

source: minute(s)
el_gr: λεπτό(ά)
nb: minutt(er)

source: Latitude
el_gr: Γεωγρ. πλάτος
nb: Breddegrad

source: Longitude
el_gr: Γεωγρ. μήκος
nb: Lengdegrad

source: Sync to Boat
el_gr: Τωρινή θέση πλοίου
nb: Synkroniser til båt

source: Radius
el_gr: Ακτίνα

source: Automatically syncronize to the boat whenever enabled
el_gr: Αυτόματος συγχρονισμός με τη θέση του πλοίου

source: Graphical overlay displays bounding anchor area
el_gr: Δείχνει έναν κύκλο γύρω από την περιοχή αγκυροβολίας
nb: Grafisk overlegg viser grensen for fortøyningsområde

source: Port or Starboard
el_gr: Αριστερά ή δεξιά

source: Off Course By >
el_gr: Εκτός πορείας κατά >
nb: Ute av kurs med >

source: Degrees
el_gr: Μοίρες
nb: Grader

source: With Course Of
el_gr: Με πορεία
nb: Med kurs

source: Current Course
el_gr: Τωρινή πορεία
nb: Gjeldende kurs

source: Graphical overlay displays lines bounding valid courses
el_gr: Δείχνει γραμμές που περιορίζουν τις έγκυρες πορείες
nb: Grafisk overlegg viser grenselinjer for gyldige kurser

source: Speed Alarm
el_gr: Συναγερμός ταχύτητας
nb: Hastighetsalarm

source: Under Speed
el_gr: Χαμηλή ταχύτητα
nb: Under-fart

source: Over Speed
el_gr: Υψηλή ταχύτητα
nb: Over-fart

source: Speed over ground
el_gr: Tαχύτητα GPS

source: knots
el_gr: κόμβοι
nb: knop

source: Seconds to Average SOG over
el_gr: Δευτερόλεπτα μέχρι το μέσο SOG πάνω από

source: Graphical overlay displays circle with radius of this speed
el_gr: Δείχνει έναν κύκλο με ακτίνα ίση με αυτή την ταχύτητα
nb: Grafisk overlegg viser sirkel med radius for denne farten

source: About Watchdog Properties
el_gr: Σχετικά με τις ιδιότητες του Watchdog

source: Watchdog Configuration
el_gr: Ρύθμιση παραμέτρων του WatchDog

source: New Alarm
el_gr: Νέος Συναγερμός

source: Edit Alarm
el_gr: Επεξεργασία συναγερμού

source: Watchdog PlugIn for OpenCPN
el_gr: Πρόσθετο Watchdog για το OpenCPN
nb: Vakthund utvidelse for OpenCPN

source: Watchdog PlugIn for OpenCPN Alarm user of changing conditions.
el_gr: Πρόσθετο Watchdog για το OpenCPN Συναγερμός για μεταβλητές συνθήκες.
nb: Vakthund utvidelse for OpenCPN Alarmerer brukeren ved endring i forhold.

source: LandFall not Detected
nb: Landkjenning er ikke oppdaget

source: Deadman
nb: Dødmann

source: Off Course
nb: Ute av kurs

source: degrees(s) Starboard
nb: grad(er) Styrbord

source: Watchdog
nb: Vakthund

source: Course Error
nb: Kursfeil

source: Off Course Starboard
nb: Ute av kurs, styrbord

source: LandFall in
nb: Landkjenning om

source: No NMEA Messages
nb: Ingen NMEA meldinger

source: Land Distance >
nb: Land distanse >

source: Last NMEA Updates
nb: Siste NMEA oppdatering

source: Deadman activity
nb: Dødmanns aktivitet

source: No Updates
nb: Ingen oppdateringer

source: Distance to Anchor
nb: Distanse til anker

source: Course Error Starboard
nb: Kursfeil, Styrbord

source: Preferences
nb: Alternativer

source: Anchor Watch
nb: Ankervakt

source: Separate Port and Starboard Alarms
nb: Separat babord og styrbord alarmer

source: Settings the same as Off Course Port, with different Alarm Actions possible.
nb: Setter samme som Ute av kurs-port, men med annen mulig alarmhendelse.

source: Speed over ground <
nb: Fart over grunn <

source: Speed over ground >
nb: Fart over grunn >

source: Not implemented
nb: Ikke implementert

source: Depth
nb: Dybde

source: Wind
nb: Vind

source: Enabled
nb: Aktivert

source: Disabled
nb: Deaktivert

source: Graphical Overlay Display
nb: Grafisk overleggsvisning

source: Automatically Reset
nb: Automatisk avstilling

source: WatchDog
nb: Vakthund

source: Watchdog Preferences
nb: Vakthund innstillinger
